export const news = [
    {
        id: 0,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    },
    {
        id: 1,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    },
    {
        id: 2,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    },
    {
        id: 3,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    },
    {
        id: 4,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    },
    {
        id: 5,
        title: 'リリース速報',
        subTitle: '新機能のリリースを発表しました',
        date: '2024/05/12',
        description: 'この度、新作ゲーム『XYZ Adventure』を正式にリリースいたしました。本作は、ファンタジーの世界を舞台に、プレイヤーが冒険者としてさまざまなクエストをクリアし、壮大なストーリーを楽しむことができるRPGゲームです。'
    }
]